tap "homebrew/bundle"
tap "homebrew/core"
brew "ansible"
brew "cheat"
brew "clang-format"
brew "exa"
brew "fileicon"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "node"
brew "iconsur"
brew "jq"
brew "mkcert"
brew "nmap"
brew "node@16"
brew "nss"
brew "pinentry-mac"
brew "rust"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
