tap "homebrew/bundle"
brew "ansible"
brew "awscli"
brew "cheat"
brew "clang-format"
brew "ctop"
brew "eza"
brew "fileicon"
brew "git"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "htop"
brew "node"
brew "iconsur"
brew "jq"
brew "mkcert"
brew "nmap"
brew "node@18"
brew "nss"
brew "openjdk@17"
brew "pinentry-mac"
brew "pnpm"
brew "terraform"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aws-vault"
